{"data":{"site":{"siteMetadata":{"siteUrl":"https://nerds-den.com","facebook":{"appId":"2232544823425455"}}},"page":{"id":"325dd329-89de-56da-aeea-9df054203cbc","excerpt":"The internet isn’t the safest place, and as an ethical business owner and fellow internet user, I understand how important it is to protect…","html":"<p>The internet isn’t the safest place, and as an ethical business owner and fellow internet user, I understand how important it is to protect your personal information. Below is everything you need to know about how this site operates.</p>\n<h2>What information is collected?</h2>\n<p>While using this site, you may be asked to provide a name, email, or other personally identifiable information that can be used to contact or identify you.</p>\n<h2>Log Data</h2>\n<p>Like many site operators, this site collects information that your browser sends whenever you visit.</p>\n<p>This Log Data may include information such as your computer’s Internet Protocol (“IP”) address, browser type, browser version, the pages of our Site that you visit, the time and date of your visit, the time spent on those pages, and other statistics.</p>\n<h2>Cookies</h2>\n<p>Like many sites, this one uses “cookies” to collect information via Google Analytics. Cookies are files with small amount of data that may include an anonymous unique identifier. They’re sent to your browser from a web site and stored on your computer’s hard drive. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of this website.</p>\n<h2>Communications</h2>\n<p>This website may use your personal information to contact you with newsletters, marketing or promotional materials, and other information that I believe will be of interest to you. We will never share your information with a third party, and We will always abide by applicable SPAM laws. You may opt out at any time using the “Unsubscribe” link at the bottom of emails, or by emailing at us nerdsden@vadelabs.com. Please allow up to 48 hours to process your request and halt communications.</p>\n<h2>Security</h2>\n<p>The security of your personal information is important to us, but remember that no method of transmission over the internet is 100% secure. While we cannot guarantee its absolute security, we will always do our best as an ethical business to protect your personal information. We maintain an active SSL certificate for data encryption.</p>\n<h2>Changes to this Privacy Policy</h2>\n<p>This Privacy Policy is effective as of January 01, 2019 and will remain in effect except with respect to any changes in its provisions in the future, which will be in effect immediately after being posted on this page.</p>\n<p>We reserve the right to update or change this Privacy Policy at any time without notice, and you should check this Privacy Policy periodically. Your continued use of this website after we post any modifications to the Privacy Policy on this page will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy.</p>\n<h2>Contact</h2>\n<p>If you have any questions about this Privacy Policy, please contact us at nerdsden@vadelabs.com.</p>","fields":{"slug":"privacy","date":null},"frontmatter":{"title":"Privacy","author":null,"summary":null,"published":null,"modified":null,"cover":null}}},"pageContext":{"slug":"privacy"}}